frontend/models/User.php

    public function validatePassword()
    {
        if (!$this->hasErrors() && $this->load(Yii::$app->request->post())) {
---
SELECT * FROM `users` WHERE `user_id`=369